Repository: milenaalcantara/FiveSenses
Catalog: FiveSenses-iOS/Localizable.xcstrings
Source language: pt_br
Languages: en

# aboutDescription
source: Com cada novo sentido, pense em elementos diferentes.
en: With each new sense, think of different elements.

# aboutTitle
source: Sobre os Exercícios
en: About the Exercises

# Cancel
source: Cancelar
en: Cancel

# Current location data was restricted or denied.
source: Os dados de localização atuais foram restritos ou negados.
en: Current location data was restricted or denied.

# Do you want to save how often you performed the exercise?
source: Você quer salvar a frequência com que você realizou o exercício?
en: Do you want to save how often you performed the exercise?

# Exercise
source: Exercício
en: Exercise

# Finding your location...
source: Encontrando sua localização...
en: Finding your location...

# finishedButton
source: Finalizar
en: Finished

# fiveSensesIOS
source: Escreva 5 coisas que você está vendo
en: Enter 5 things you are seeing

# fiveSensesWatch
source: Pense em 4 coisas que você esta vendo
en: Think of 5 things you are selling

# fourSensesIOS
source: Escreva 4 sons que você está ouvindo
en: Enter 4 sounds you are hearing

# fourSensesWatch
source: Pense em 4 sons que você está ouvindo
en: Think of 4 things you are hearing

# Historic
source: Histórico
en: Historic

# introduction
source: 5 Senses: Vamos descobrir o que podemos realizar com nossos sentidos.
en: 5 Sense: Let's find out what we can accomplish with our senses.

# invitationDescription
source: Você pode praticar quantas vezes forem necessárias.
en: You can practice as many times as necessary.

# invitationTitle
source: Relaxe e Aproveite!
en: Relax and Enjoy!

# nextButton
source: Próximo
en: Next

# oneSenseIOS
source: Escreva 1 item que você pode provar
en: Enter 1 thing you can taste

# oneSensesWatch
source: Pense em 1 coisa que você pode provar
en: Think of 1 thing you can prove

# placeholderFeel
source: O que você pode tocar?
en: What can you play?

# placeholderHearing
source: O que você está ouvindo?
en: What are you listening?

# placeholderPalate
source: que sabor está sentindo?
en: What would it taste like?

# placeholderSmell
source: Que cheiro esta sentindo?
en: What scent do you smell now?

# placeholderVision
source: O que você está vendo?
en: What are you seeing?

# Save
source: Salvar
en: Save

# Start Exercise
source: Iniciar Exercício
en: Start Exercise

# threeSensesIOS
source: Escreva 3 coisas que você conseguiria tocar
en: Enter 3 things you can take

# threeSensesWatch
source: Pense em 3 coisas que você pode tocar
en: Think of 3 things you can touch

# twoSensesIOS
source: Insira 2 aromas que você consegue sentir
en: Enter 2 scents you can smell

# twoSensesWatch
source: Pense em 2 aromas que você pode sentir
en: Think of 2 smells you can smell

# Use FaceID
source: Usar faceID
en: Use FaceID

# Welcome, %@
source: Olá, %@
en: Hi, %@

# welcomeDescription
source: Esta é uma prática de concentração plena, que visa relaxar a mente em momentos de tensão. Vamos seguir passo a passo.
en: It is a practice of full concentration, which aims to relax the mind in moments of tension. Let’s follow step by step.

# welcomeTitle
source: Bem-vindo(a) ao 5Senses
en: Welcome to 5Senses

# You used 5Sense %lld time in this place
source: Você usou o 5Sense %lld vez neste lugar
en: You used 5Sense %lld time in this place

# You used 5Sense %lld times in this place!
source: Você usou o 5Sense %lld vezes neste lugar!
en: You used 5Sense %lld times in this place!
